tap "codecrafters-io/tap"
tap "golangci/tap"
tap "homebrew/autoupdate"
tap "homebrew/core"
tap "morantron/tmux-fingers"
tap "mysticlgbt/made"
tap "pulumi/tap"
tap "withgraphite/tap"
tap "xo/xo"
brew "aichat"
brew "libtiff"
brew "jpeg-xl"
brew "webp"
brew "aom"
brew "openssl@3"
brew "asciinema"
brew "asdf"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "binaryen"
brew "binutils"
brew "bison"
brew "glib"
brew "harfbuzz"
brew "chafa"
brew "changie"
brew "openjdk"
brew "clojure"
brew "cmake"
brew "cocoapods"
brew "ripgrep"
brew "codex"
brew "coreutils"
brew "cowsay"
brew "pkgconf"
brew "curl"
brew "deno"
brew "diffutils"
brew "docker"
brew "ed"
brew "libtool"
brew "unixodbc"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "file-formula"
brew "findutils"
brew "flex"
brew "flyctl"
brew "fontforge"
brew "fop"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghcup"
brew "git"
brew "git-absorb"
brew "git-branchless"
brew "git-delta"
brew "git-lfs"
brew "git-xet"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "unbound"
brew "gnutls"
brew "go"
brew "gofumpt"
brew "golangci-lint"
brew "gource"
brew "gpatch"
brew "gradle"
brew "graphviz"
brew "grep"
brew "guile"
brew "gzip"
brew "hex"
brew "htop"
brew "httpd"
brew "icu4c@76"
brew "libheif"
brew "imagemagick"
brew "innoextract"
brew "iperf3"
brew "perl"
brew "irssi"
brew "jj"
brew "jq"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "ldns"
brew "less"
brew "libfido2"
brew "libpq"
brew "libraw"
brew "libressl"
brew "libxslt"
brew "lld"
brew "lolcat"
brew "luajit"
brew "luarocks"
brew "make"
brew "man2html"
brew "mas"
brew "maven"
brew "mise"
brew "nano"
brew "ncdu"
brew "neovim"
brew "nvm"
brew "ollama"
brew "openjdk@11", link: true
brew "openjpeg"
brew "openssh"
brew "pipx"
brew "pnpm"
brew "poetry"
brew "postgresql@17"
brew "presenterm"
brew "prettier"
brew "probe-rs-tools"
brew "pwgen"
brew "pyright"
brew "python@3.10"
brew "python@3.11"
brew "python@3.13"
brew "python@3.9"
brew "pytorch"
brew "qrencode"
brew "rebar3"
brew "rsync"
brew "ruff"
brew "rustup"
brew "sapling"
brew "screen"
brew "sevenzip"
brew "shellcheck"
brew "six"
brew "task"
brew "taskwarrior-tui"
brew "telnet"
brew "terraform"
brew "timewarrior"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tokei"
brew "transmission-cli"
brew "tree"
brew "tree-sitter"
brew "typescript"
brew "typst"
brew "unzip"
brew "uv"
brew "vim"
brew "wasm-bindgen"
brew "wasm-pack"
brew "watch"
brew "wdiff"
brew "wget"
brew "xmlto"
brew "yarn"
brew "zola"
brew "zsh"
brew "codecrafters-io/tap/codecrafters"
brew "morantron/tmux-fingers/tmux-fingers"
brew "pulumi/tap/esc"
brew "pulumi/tap/pulumictl"
brew "withgraphite/tap/graphite"
cask "alfred"
cask "alt-tab"
cask "anaconda"
cask "android-studio"
cask "anki"
cask "antigravity"
cask "cursor"
cask "discord"
cask "disk-inventory-x"
cask "firefox"
cask "font-jetbrains-mono"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "intellij-idea-ce"
cask "keeweb"
cask "middleclick"
cask "multipass"
cask "nextcloud"
cask "obsidian"
cask "pgadmin4"
cask "quicklook-json"
cask "signal"
cask "spotify"
cask "steam"
cask "syntax-highlight"
cask "teamspeak-client"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "warp"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "keymapp", id: 6472865291
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Slack", id: 803453959
mas "TestFlight", id: 899247664
mas "WhatsApp", id: 310633997
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "astral-sh.ty"
vscode "b4456609.theme-atom-one-light"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "charliermarsh.ruff"
vscode "codezombiech.gitignore"
vscode "damiankoper.gdb-debug"
vscode "davidanson.vscode-markdownlint"
vscode "dioxuslabs.dioxus"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "google.colab"
vscode "haskell.haskell"
vscode "jakebecker.elixir-ls"
vscode "justusadam.language-haskell"
vscode "karunamurti.tera"
vscode "leanprover.lean4"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vsliveshare.vsliveshare"
vscode "phoenixframework.phoenix"
vscode "probe-rs.probe-rs-debugger"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "sourcegraph.amp"
vscode "spacebox.monospace-idx-theme"
vscode "tamasfe.even-better-toml"
vscode "ultram4rine.vscode-choosealicense"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
cargo "bat"
cargo "cargo-binstall"
cargo "cargo-expand"
cargo "cargo-lipo"
cargo "cargo-machete"
cargo "cargo-outdated"
cargo "cargo-usage-rules"
cargo "cargo-watch"
cargo "create-tauri-app"
cargo "crox"
cargo "dioxus-cli"
cargo "espflash"
cargo "espup"
cargo "evcxr_jupyter"
cargo "evcxr_repl"
cargo "fd-find"
cargo "flamegraph"
cargo "flip-link"
cargo "git-branchless"
cargo "git-delta"
cargo "ldproxy"
cargo "loco"
cargo "mdcat"
cargo "neovide"
cargo "sea-orm-cli"
cargo "spongebob"
cargo "tauri-cli"
cargo "tokio-console"
cargo "tree-sitter-cli"
cargo "wasm-pack"
