tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "bash"
brew "bat"
brew "binutils"
brew "bison"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "diffutils"
brew "ed"
brew "emacs"
brew "figlet"
brew "file-formula"
brew "findutils"
brew "flex"
brew "fortune"
brew "fzf"
brew "gawk"
brew "git"
brew "python@3.9"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gpatch"
brew "grep"
brew "gzip"
brew "htop"
brew "httpd"
brew "imagemagick"
brew "less"
brew "libressl"
brew "lolcat"
brew "make"
brew "man2html"
brew "mas"
brew "nano"
brew "node"
brew "openssh"
brew "pandoc"
brew "perl"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "rustup-init"
brew "screen"
brew "sevenzip"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "unzip"
brew "vim"
brew "watch"
brew "wdiff"
brew "wget"
brew "yarn"
brew "zsh"
cask "alfred"
cask "alt-tab"
cask "android-studio"
cask "anki"
cask "betterzip"
cask "disk-inventory-x"
cask "google-chrome"
cask "google-drive"
cask "intellij-idea-ce"
cask "iterm2"
cask "keeweb"
cask "oracle-jdk"
cask "oracle-jdk-javadoc"
cask "private-internet-access"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "rectangle"
cask "spotify"
cask "steam"
cask "syntax-highlight"
cask "teamspeak-client"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
