tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "morantron/tmux-fingers"
tap "mysticlgbt/made"
tap "pulumi/tap"
tap "withgraphite/tap"
tap "xo/xo"
brew "glib"
brew "gcc"
brew "harfbuzz"
brew "libtiff"
brew "openjpeg"
brew "openssl@3"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asciinema"
brew "asdf"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "binutils"
brew "bison"
brew "chafa"
brew "changie"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "llvm"
brew "pkgconf"
brew "curl"
brew "deno"
brew "diffutils"
brew "docker"
brew "ed"
brew "unbound"
brew "gnutls"
brew "tree-sitter"
brew "libtool"
brew "eza"
brew "fd"
brew "figlet"
brew "file-formula"
brew "findutils"
brew "flex"
brew "fontforge"
brew "icu4c@76"
brew "openjdk"
brew "fop"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gh"
brew "libarchive"
brew "git"
brew "git-absorb"
brew "git-branchless"
brew "git-delta"
brew "git-lfs"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "go"
brew "gofumpt"
brew "golangci-lint"
brew "gource"
brew "gpatch"
brew "gradle"
brew "graphviz"
brew "grep"
brew "guile"
brew "gzip"
brew "hex"
brew "htop"
brew "httpd"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "iperf3"
brew "irssi"
brew "jq"
brew "node"
brew "pandoc"
brew "ldns"
brew "less"
brew "libfido2"
brew "libpq"
brew "libressl"
brew "libxslt"
brew "lolcat"
brew "luajit"
brew "luarocks"
brew "make"
brew "man2html"
brew "mas"
brew "maven"
brew "mise"
brew "nano"
brew "ncdu"
brew "nvm"
brew "openjdk@11", link: true
brew "openssh"
brew "perl"
brew "pipx"
brew "pnpm"
brew "poetry"
brew "postgresql@17"
brew "prettier"
brew "pyright"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "pytorch"
brew "ripgrep"
brew "rsync"
brew "ruff"
brew "rustup"
brew "sapling"
brew "screen"
brew "sevenzip"
brew "shellcheck"
brew "six"
brew "telnet"
brew "terraform"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "typescript"
brew "unzip"
brew "uv"
brew "vim"
brew "watch"
brew "wdiff"
brew "wget"
brew "xmlto"
brew "yarn"
brew "zsh"
brew "morantron/tmux-fingers/tmux-fingers"
brew "pulumi/tap/esc"
brew "pulumi/tap/pulumi"
brew "pulumi/tap/pulumictl"
brew "withgraphite/tap/graphite"
cask "alfred"
cask "alt-tab"
cask "anaconda"
cask "android-studio"
cask "discord"
cask "disk-inventory-x"
cask "firefox"
cask "ghostty"
cask "google-drive"
cask "intellij-idea-ce"
cask "keeweb"
cask "multipass"
cask "nextcloud"
cask "pgadmin4"
cask "private-internet-access"
cask "quicklook-json"
cask "spotify"
cask "steam"
cask "syntax-highlight"
cask "teamspeak-client"
cask "visual-studio-code"
cask "vlc"
mas "Bitwarden", id: 1352778147
mas "LINE", id: 539883307
mas "Prime Video", id: 545519333
mas "Slack", id: 803453959
mas "TestFlight", id: 899247664
mas "WhatsApp", id: 310633997
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
